#!/usr/bin/env python3
# -*- coding: utf-8 -*-

    # Есть строка с перечислением фильмов
def main3():
    my_favorite_movies = 'Терминатор, Пятый элемент, Аватар, Чужие, Назад в будущее'

    # Выведите на консоль с помощью индексации строки, последовательно:
    #   первый фильм
    #   последний
    #   второй
    #   второй с конца

    # Запятая не должна выводиться.  Переопределять my_favorite_movies нельзя
    # Использовать .split() или .find()или другие методы строки нельзя - пользуйтесь только срезами,
    # как указано в задании!

    # TODO здесь ваш код
    return (f'{my_favorite_movies[:10]}\n{my_favorite_movies[-15:]}\n{my_favorite_movies[12:25]}\n{my_favorite_movies[-22:-17]}')
result3 = main3()
if __name__ == '__main__':
    print(main3())